Repository: vdr-projects/vdr-plugin-osdpip
Catalog: po/*.po
Languages: de_de, fi_fi, fr_fr, it_it

source: Zapping mode
de_de: Umschaltmodus
fr_fr: Mode zapping
it_it: Modalità zapping

source: Move mode
de_de: Bewegungsmodus
fi_fi: Siirtotoiminto
fr_fr: Mode mouvement
it_it: Modalità spostamento

source: Normal mode
de_de: Normaler Modus
fi_fi: Normaalitoiminto
fr_fr: Mode normal
it_it: Modalità normale

source: Replay mode
de_de: Wiedergabemodus
fr_fr: Mode relecture
it_it: Modalità riproduzione

source: OSD Picture-in-Picture
de_de: OSD Bild-in-Bild
fi_fi: Kuva kuvassa -toiminto (OSD)
fr_fr: OSD-PIP Incrustation d'image dans l'image
it_it: Picture-in-Picture con OSD

source: Picture-in-Picture
de_de: Bild-in-Bild
fi_fi: Kuva kuvassa
fr_fr: Image dans l'image

source: Greyscale (16)
de_de: 16 Graustufen
fi_fi: harmaasٶvy (16)
fr_fr: Niveaux de gris (16)
it_it: Liv. grigio (16)

source: Greyscale (256)
de_de: 256 Graustufen
fi_fi: harmaasٶvy (256)
fr_fr: Niveaux de gris (256)
it_it: Liv. grigio (256)

source: Color (256, fixed)
de_de: 256 Farben (fest)
fi_fi: vٶri (256)
fr_fr: Couleurs (256 fixes)
it_it: Colore (256, fisso)

source: Color (128, variable)
de_de: 128 Farben (variabel)
fi_fi: vٶri (128, vaihtuva)
fr_fr: Couleurs (128 variables)
it_it: Colore (128, variabile)

source: Color (256, dithered)
de_de: 256 Farben (dithered)
fi_fi: vٶri (256)
fr_fr: Couleurs (256 trames)
it_it: Colore (256, distorto)

source: channel only
de_de: nur Kanal
fi_fi: kanava
fr_fr: Seulement la chaine
it_it: solo canale

source: complete
de_de: komplett
fi_fi: pitkٶ
fr_fr: Complet
it_it: completa

source: top left
de_de: oben links
fi_fi: vasen ylٶreuna
fr_fr: En haut à gauche
it_it: in alto a sinistra

source: top right
de_de: oben rechts
fi_fi: oikea ylٶreuna
fr_fr: En haut à droite
it_it: in alto a destra

source: bottom left
de_de: unten links
fi_fi: vasen alareuna
fr_fr: En bas à gauche
it_it: in basso a sinistra

source: bottom right
de_de: unten rechts
fi_fi: oikea alareuna
fr_fr: En bas à droite
it_it: in basso a destra

source: automatic
de_de: automatisch
fi_fi: automaattisesti
fr_fr: Automatique
it_it: automatico

source: none
de_de: keine
fi_fi: ei
fr_fr: Aucun
it_it: nessuno

source: 1 frame
fi_fi: 1 kehys
fr_fr: Séquence 1

source: 2 frames
fi_fi: 2 kehystٶ
fr_fr: Séquence 2
it_it: 2 frame

source: X Position
fi_fi: Vaakasijainti
fr_fr: Position X
it_it: Posizione X

source: Y Position
fi_fi: Pystysijainti
fr_fr: Position Y
it_it: Posizione Y

source: Crop left
de_de: Links abschneiden
fi_fi: Leikkaa vasemmalta
fr_fr: Couper à gauche
it_it: Ritaglio sinistro

source: Crop right
de_de: Rechts abschneiden
fi_fi: Leikkaa oikealta
fr_fr: Couper à droite
it_it: Ritaglio destro

source: Crop at top
de_de: Oben abschneiden
fi_fi: Leikkaa ylhٶٶltٶ
fr_fr: Couper la partie haute
it_it: Ritaglio superiore

source: Crop at bottom
de_de: Unten abschneiden
fi_fi: Leikkaa alhaalta
fr_fr: Couper la partie basse
it_it: Ritaglio inferiore

source: Color depth
de_de: Farbtiefe
fi_fi: Vٶrisyvyys
fr_fr: Nombre de couleurs
it_it: Profondità colore

source: Size
de_de: Größe
fi_fi: Koko
fr_fr: Taille
it_it: Dimensione

source: Frames to display
de_de: Darzustellende Bilder
fi_fi: Nٶytٶ kehykset
fr_fr: Séquence à afficher
it_it: Frame da visualizzare

source: Drop frames
de_de: Einzelbilder auslassen
fi_fi: Hylkٶٶ kehyksiٶ
fr_fr: Sauter des séquences
it_it: Elimina frame

source: Swap FFMPEG output
de_de: FFMPEG Ausgabe umdrehen
fi_fi: Invertoi FFMPEG-kuva
fr_fr: Changer la sortie de FFMPEG
it_it: Cambia visualizz. FFMPEG

source: Show info window
de_de: Info-Fenster anzeigen
fi_fi: Nٶytٶ kanavatieto
fr_fr: Afficher les info de la fenêtre
it_it: Mostra info finestre

source: Info window width
de_de: Breite Info-Fenster
fi_fi: Kanavatiedon leveys
fr_fr: Info sur taille de la fenêtre
it_it: Info larghezza finestra

source: Info window position
de_de: Position Info-Fenster
fi_fi: Kanavatiedon sijainti
fr_fr: Info sur position de la fenêtre
it_it: Info posizione finestra

source: simple
de_de: einfach
fi_fi: lyhyt
it_it: semplice
